tap "homebrew/bundle"
brew "gcc"
brew "unzip"
brew "python@3.12"
brew "ansible"
brew "docker"
brew "eza"
brew "fish"
brew "ghq"
brew "git"
brew "go"
brew "jnv"
brew "jq"
brew "lua-language-server"
brew "make"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openvpn"
brew "peco"
brew "ripgrep"
brew "rye"
brew "starship"
brew "tmux"
